-- id                               int                              伤害类型id
-- deftype0                         fixedint                         防守方物理
-- deftype1                         fixedint                         防守方火
-- deftype2                         fixedint                         防守方冰
-- deftype3                         fixedint                         防守方风
-- deftype4                         fixedint                         防守方雷
-- deftype5                         fixedint                         防守方光
-- deftype6                         fixedint                         防守方暗

return {
	[0] = {
		deftype0 = 104857600 --[[100]],
		deftype1 = 104857600 --[[100]],
		deftype2 = 104857600 --[[100]],
		deftype3 = 104857600 --[[100]],
		deftype4 = 104857600 --[[100]],
		deftype5 = 104857600 --[[100]],
		deftype6 = 104857600 --[[100]],
	},
	[1] = {
		deftype0 = 104857600 --[[100]],
		deftype1 = 104857600 --[[100]],
		deftype2 = 136314880 --[[130]],
		deftype3 = 104857600 --[[100]],
		deftype4 = 83886080 --[[80]],
		deftype5 = 104857600 --[[100]],
		deftype6 = 104857600 --[[100]],
	},
	[2] = {
		deftype0 = 104857600 --[[100]],
		deftype1 = 83886080 --[[80]],
		deftype2 = 104857600 --[[100]],
		deftype3 = 136314880 --[[130]],
		deftype4 = 104857600 --[[100]],
		deftype5 = 104857600 --[[100]],
		deftype6 = 104857600 --[[100]],
	},
	[3] = {
		deftype0 = 104857600 --[[100]],
		deftype1 = 136314880 --[[130]],
		deftype2 = 104857600 --[[100]],
		deftype3 = 83886080 --[[80]],
		deftype4 = 104857600 --[[100]],
		deftype5 = 104857600 --[[100]],
		deftype6 = 104857600 --[[100]],
	},
	[4] = {
		deftype0 = 104857600 --[[100]],
		deftype1 = 104857600 --[[100]],
		deftype2 = 83886080 --[[80]],
		deftype3 = 104857600 --[[100]],
		deftype4 = 136314880 --[[130]],
		deftype5 = 104857600 --[[100]],
		deftype6 = 104857600 --[[100]],
	},
	[5] = {
		deftype0 = 104857600 --[[100]],
		deftype1 = 104857600 --[[100]],
		deftype2 = 104857600 --[[100]],
		deftype3 = 104857600 --[[100]],
		deftype4 = 104857600 --[[100]],
		deftype5 = 104857600 --[[100]],
		deftype6 = 136314880 --[[130]],
	},
	[6] = {
		deftype0 = 104857600 --[[100]],
		deftype1 = 104857600 --[[100]],
		deftype2 = 104857600 --[[100]],
		deftype3 = 104857600 --[[100]],
		deftype4 = 104857600 --[[100]],
		deftype5 = 136314880 --[[130]],
		deftype6 = 104857600 --[[100]],
	},
}
