-- id                               int                              技能id
-- name                             lang                             被动名称
-- Des                              lang                             被动描述
-- icon                             int                              图标

return {
	[404011] = {
		id = 404011,
		name = "攻",
		Des = "攻击力+10",
		icon = 404011,
	},
	[404012] = {
		id = 404012,
		name = "防",
		Des = "防御力+10",
		icon = 404012,
	},
	[404021] = {
		id = 404021,
		name = "血",
		Des = "血量+10",
		icon = 404021,
	},
	[404022] = {
		id = 404022,
		name = "会",
		Des = "会心+10",
		icon = 404022,
	},
	[404031] = {
		id = 404031,
		name = "攻",
		Des = "攻击力+11",
		icon = 404031,
	},
	[404032] = {
		id = 404032,
		name = "防",
		Des = "防御力+11",
		icon = 404032,
	},
}
