-- id                               int                              套装id
-- suit                             lang                             套装名称
-- icon                             int                              套装立绘id
-- des                              lang                             套装描述
-- suit_num                         tableString[k:#seq|v:#1(int)]    组合数
-- skill_id                         tableString[k:#seq|v:#1(int)]    组合效果(关联EquipSkill表）
-- sui_des                          tableString[k:#seq|v:#1(lang)]   套装描述
-- skill_des                        tableString[k:#seq|v:#1(lang)]   实际效果描述

return {
	[1] = {
		id = 1,
		suit = "玛雅古钱",
		icon = 10001,
		des = "极致的进攻质点，可大幅提升进攻属性",
		suit_num = {
			[1] = 2,
			[2] = 3,
			[3] = 5,
		},
		skill_id = {
			[1] = 404011,
			[2] = 404012,
			[3] = 404011,
		},
		sui_des = {
			[1] = "2件套：攻击力增加10%",
			[2] = "3件套：攻击时有概率触发攻击加成，之后6秒内造成伤害提升100%",
		},
		skill_des = {
			[1] = "2件套：攻击力增加10%",
			[2] = "3件套：攻击时有概率触发攻击加成，之后6秒内造成伤害提升100%",
			[3] = "2件套：攻击力增加10%",
		},
	},
	[2] = {
		id = 2,
		suit = "潘多拉魔盒",
		icon = 10002,
		des = "极致的防御质点，可大幅提升生存能力",
		suit_num = {
			[1] = 2,
			[2] = 3,
			[3] = 5,
		},
		skill_id = {
			[1] = 404021,
			[2] = 404022,
			[3] = 404021,
		},
		sui_des = {
			[1] = "2件套：生命值增加10%",
			[2] = "3件套：被攻击时有10%概率触发抵抗效果，触发后之后6秒受到伤害降低30%",
		},
		skill_des = {
			[1] = "2件套：生命值增加10%",
			[2] = "3件套：被攻击时有10%概率触发抵抗效果，触发后之后6秒受到伤害降低30%",
			[3] = "2件套：生命值增加10%",
		},
	},
	[3] = {
		id = 3,
		suit = "万用试纸",
		icon = 10003,
		des = "极致的辅助质点，可大幅提升辅助能力",
		suit_num = {
			[1] = 2,
			[2] = 3,
			[3] = 5,
		},
		skill_id = {
			[1] = 404031,
			[2] = 404032,
			[3] = 404031,
		},
		sui_des = {
			[1] = "2件套：会心增加10%",
			[2] = "3件套：攻击时有10%概率冰冻目标2秒。同一目标有6秒冰冻间隔",
		},
		skill_des = {
			[1] = "2件套：会心增加10%",
			[2] = "3件套：攻击时有10%概率冰冻目标2秒。同一目标有6秒冰冻间隔",
			[3] = "2件套：会心增加10%",
		},
	},
}
