-- id                               int                              精灵id+稀有度
-- des                              string                           入驻效果描述
-- building                         tableString[k:#1(int)|v:#1(int)]   生效建筑
-- defend                           tableString[k:#1(int)|v:#table(id=#1(int),count=#2(int))]   入驻效果

return {
	[401011] = {
		id = 401011,
		des = "精算室时间缩短10%，上限增加10",
		building = {
			[1] = 1,
		},
		defend = {
			[1] = {
				id = 1,
				count = 10,
			},
			[2] = {
				id = 2,
				count = 10,
			},
		},
	},
	[401012] = {
		id = 401012,
		des = "分析室入驻栏位+1",
		building = {
			[2] = 2,
		},
		defend = {
			[3] = {
				id = 3,
				count = 1,
			},
		},
	},
	[401013] = {
		id = 401013,
		des = "感应室高档产物概率+10%",
		building = {
			[3] = 3,
		},
		defend = {
			[4] = {
				id = 4,
				count = 1,
			},
		},
	},
	[401014] = {
		id = 401014,
		des = "共鸣室中档产物概率+10%",
		building = {
			[4] = 4,
		},
		defend = {
			[5] = {
				id = 5,
				count = 1,
			},
		},
	},
	[401015] = {
		id = 401015,
		des = "时间缩短10%，上限增加14",
		building = {
			[1] = 1,
			[2] = 2,
			[3] = 3,
			[4] = 4,
			[5] = 5,
		},
		defend = {
			[1] = {
				id = 1,
				count = 10,
			},
			[2] = {
				id = 2,
				count = 14,
			},
		},
	},
	[401016] = {
		id = 401016,
		des = "高档产物概率+100%",
		building = {
			[1] = 1,
			[2] = 2,
			[3] = 3,
			[4] = 4,
			[5] = 5,
		},
		defend = {
			[4] = {
				id = 4,
				count = 1,
			},
		},
	},
	[401021] = {
		id = 401021,
		des = "分析室入驻栏位+1",
		building = {
			[2] = 2,
		},
		defend = {
			[3] = {
				id = 3,
				count = 1,
			},
		},
	},
	[401022] = {
		id = 401022,
		des = "感应室高档产物概率+10%",
		building = {
			[3] = 3,
		},
		defend = {
			[4] = {
				id = 4,
				count = 1,
			},
		},
	},
	[401023] = {
		id = 401023,
		des = "共鸣室中档产物概率+10%",
		building = {
			[4] = 4,
		},
		defend = {
			[5] = {
				id = 5,
				count = 1,
			},
		},
	},
	[401024] = {
		id = 401024,
		des = "时间缩短10%，上限增加14",
		building = {
			[1] = 1,
			[2] = 2,
			[3] = 3,
			[4] = 4,
			[5] = 5,
		},
		defend = {
			[1] = {
				id = 1,
				count = 10,
			},
			[2] = {
				id = 2,
				count = 14,
			},
		},
	},
	[401025] = {
		id = 401025,
		des = "高档产物概率+100%",
		building = {
			[1] = 1,
			[2] = 2,
			[3] = 3,
			[4] = 4,
			[5] = 5,
		},
		defend = {
			[4] = {
				id = 4,
				count = 1,
			},
		},
	},
	[401026] = {
		id = 401026,
		des = "精算室时间缩短10%，上限增加10",
		building = {
			[1] = 1,
		},
		defend = {
			[1] = {
				id = 1,
				count = 10,
			},
			[2] = {
				id = 2,
				count = 10,
			},
		},
	},
	[401031] = {
		id = 401031,
		des = "精算室时间缩短10%，上限增加10",
		building = {
			[1] = 1,
		},
		defend = {
			[1] = {
				id = 1,
				count = 10,
			},
			[2] = {
				id = 2,
				count = 10,
			},
		},
	},
	[401032] = {
		id = 401032,
		des = "分析室入驻栏位+1",
		building = {
			[2] = 2,
		},
		defend = {
			[3] = {
				id = 3,
				count = 1,
			},
		},
	},
	[401033] = {
		id = 401033,
		des = "感应室高档产物概率+10%",
		building = {
			[3] = 3,
		},
		defend = {
			[4] = {
				id = 4,
				count = 1,
			},
		},
	},
	[401034] = {
		id = 401034,
		des = "共鸣室中档产物概率+10%",
		building = {
			[4] = 4,
		},
		defend = {
			[5] = {
				id = 5,
				count = 1,
			},
		},
	},
	[401035] = {
		id = 401035,
		des = "时间缩短10%，上限增加14",
		building = {
			[1] = 1,
			[2] = 2,
			[3] = 3,
			[4] = 4,
			[5] = 5,
		},
		defend = {
			[1] = {
				id = 1,
				count = 10,
			},
			[2] = {
				id = 2,
				count = 14,
			},
		},
	},
	[401036] = {
		id = 401036,
		des = "高档产物概率+100%",
		building = {
			[1] = 1,
			[2] = 2,
			[3] = 3,
			[4] = 4,
			[5] = 5,
		},
		defend = {
			[4] = {
				id = 4,
				count = 1,
			},
		},
	},
	[401041] = {
		id = 401041,
		des = "时间缩短10%，上限增加14",
		building = {
			[1] = 1,
			[2] = 2,
			[3] = 3,
			[4] = 4,
			[5] = 5,
		},
		defend = {
			[1] = {
				id = 1,
				count = 10,
			},
			[2] = {
				id = 2,
				count = 14,
			},
		},
	},
	[401042] = {
		id = 401042,
		des = "高档产物概率+100%",
		building = {
			[1] = 1,
			[2] = 2,
			[3] = 3,
			[4] = 4,
			[5] = 5,
		},
		defend = {
			[4] = {
				id = 4,
				count = 1,
			},
		},
	},
	[401043] = {
		id = 401043,
		des = "精算室时间缩短10%，上限增加10",
		building = {
			[1] = 1,
		},
		defend = {
			[1] = {
				id = 1,
				count = 10,
			},
			[2] = {
				id = 2,
				count = 10,
			},
		},
	},
	[401044] = {
		id = 401044,
		des = "分析室入驻栏位+1",
		building = {
			[2] = 2,
		},
		defend = {
			[3] = {
				id = 3,
				count = 1,
			},
		},
	},
	[401045] = {
		id = 401045,
		des = "感应室高档产物概率+10%",
		building = {
			[3] = 3,
		},
		defend = {
			[4] = {
				id = 4,
				count = 1,
			},
		},
	},
	[401046] = {
		id = 401046,
		des = "共鸣室中档产物概率+10%",
		building = {
			[4] = 4,
		},
		defend = {
			[5] = {
				id = 5,
				count = 1,
			},
		},
	},
	[401051] = {
		id = 401051,
		des = "时间缩短10%，上限增加14",
		building = {
			[1] = 1,
			[2] = 2,
			[3] = 3,
			[4] = 4,
			[5] = 5,
		},
		defend = {
			[1] = {
				id = 1,
				count = 10,
			},
			[2] = {
				id = 2,
				count = 14,
			},
		},
	},
	[401052] = {
		id = 401052,
		des = "高档产物概率+100%",
		building = {
			[1] = 1,
			[2] = 2,
			[3] = 3,
			[4] = 4,
			[5] = 5,
		},
		defend = {
			[4] = {
				id = 4,
				count = 1,
			},
		},
	},
	[401053] = {
		id = 401053,
		des = "精算室时间缩短10%，上限增加10",
		building = {
			[1] = 1,
		},
		defend = {
			[1] = {
				id = 1,
				count = 10,
			},
			[2] = {
				id = 2,
				count = 10,
			},
		},
	},
	[401054] = {
		id = 401054,
		des = "分析室入驻栏位+1",
		building = {
			[2] = 2,
		},
		defend = {
			[3] = {
				id = 3,
				count = 1,
			},
		},
	},
	[401055] = {
		id = 401055,
		des = "感应室高档产物概率+10%",
		building = {
			[3] = 3,
		},
		defend = {
			[4] = {
				id = 4,
				count = 1,
			},
		},
	},
	[401056] = {
		id = 401056,
		des = "共鸣室中档产物概率+10%",
		building = {
			[4] = 4,
		},
		defend = {
			[5] = {
				id = 5,
				count = 1,
			},
		},
	},
	[401061] = {
		id = 401061,
		des = "时间缩短10%，上限增加14",
		building = {
			[1] = 1,
			[2] = 2,
			[3] = 3,
			[4] = 4,
			[5] = 5,
		},
		defend = {
			[1] = {
				id = 1,
				count = 10,
			},
			[2] = {
				id = 2,
				count = 14,
			},
		},
	},
	[401062] = {
		id = 401062,
		des = "高档产物概率+100%",
		building = {
			[1] = 1,
			[2] = 2,
			[3] = 3,
			[4] = 4,
			[5] = 5,
		},
		defend = {
			[4] = {
				id = 4,
				count = 1,
			},
		},
	},
	[401063] = {
		id = 401063,
		des = "精算室时间缩短10%，上限增加10",
		building = {
			[1] = 1,
		},
		defend = {
			[1] = {
				id = 1,
				count = 10,
			},
			[2] = {
				id = 2,
				count = 10,
			},
		},
	},
	[401064] = {
		id = 401064,
		des = "分析室入驻栏位+1",
		building = {
			[2] = 2,
		},
		defend = {
			[3] = {
				id = 3,
				count = 1,
			},
		},
	},
	[401065] = {
		id = 401065,
		des = "感应室高档产物概率+10%",
		building = {
			[3] = 3,
		},
		defend = {
			[4] = {
				id = 4,
				count = 1,
			},
		},
	},
	[401066] = {
		id = 401066,
		des = "共鸣室中档产物概率+10%",
		building = {
			[4] = 4,
		},
		defend = {
			[5] = {
				id = 5,
				count = 1,
			},
		},
	},
	[401071] = {
		id = 401071,
		des = "时间缩短10%，上限增加14",
		building = {
			[1] = 1,
			[2] = 2,
			[3] = 3,
			[4] = 4,
			[5] = 5,
		},
		defend = {
			[1] = {
				id = 1,
				count = 10,
			},
			[2] = {
				id = 2,
				count = 14,
			},
		},
	},
	[401072] = {
		id = 401072,
		des = "高档产物概率+100%",
		building = {
			[1] = 1,
			[2] = 2,
			[3] = 3,
			[4] = 4,
			[5] = 5,
		},
		defend = {
			[4] = {
				id = 4,
				count = 1,
			},
		},
	},
	[401073] = {
		id = 401073,
		des = "精算室时间缩短10%，上限增加10",
		building = {
			[1] = 1,
		},
		defend = {
			[1] = {
				id = 1,
				count = 10,
			},
			[2] = {
				id = 2,
				count = 10,
			},
		},
	},
	[401074] = {
		id = 401074,
		des = "分析室入驻栏位+1",
		building = {
			[2] = 2,
		},
		defend = {
			[3] = {
				id = 3,
				count = 1,
			},
		},
	},
	[401075] = {
		id = 401075,
		des = "感应室高档产物概率+10%",
		building = {
			[3] = 3,
		},
		defend = {
			[4] = {
				id = 4,
				count = 1,
			},
		},
	},
	[401076] = {
		id = 401076,
		des = "共鸣室中档产物概率+10%",
		building = {
			[4] = 4,
		},
		defend = {
			[5] = {
				id = 5,
				count = 1,
			},
		},
	},
}
