-- id                               int                              技能id+等级
-- name                             string                           被动名称
-- Des                              string                           被动描述

return {
	[4040111] = {
		id = 4040111,
		name = "攻",
		Des = "攻击力+10",
	},
	[4040112] = {
		id = 4040112,
		name = "防",
		Des = "防御力+10",
	},
	[4040113] = {
		id = 4040113,
		name = "血",
		Des = "血量+10",
	},
	[4040114] = {
		id = 4040114,
		name = "会",
		Des = "会心+10",
	},
	[4040115] = {
		id = 4040115,
		name = "攻",
		Des = "攻击力+11",
	},
	[4040116] = {
		id = 4040116,
		name = "防",
		Des = "防御力+11",
	},
}
